Repository: City-of-Helsinki/ghgdash
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: fi

source: Electricity consumption emissions
fi: Kulutussähkön päästöt

source: Heat consumption emissions
fi: Lämmönkulutuksen päästöt

source: Total
fi: Yhteensä

source: Emissions in year %(year)d
fi: Päästöt vuonna %(year)d

source: pred.
fi: enn.

source: other
fi: muu

source: goal
fi: tavoite

source: Emission reductions according to scenario
fi: Päästövähennykset tässä skenaariossa

source: Total net emissions
fi: Päästöt yhteensä

source: kt/year
fi: kt/vuosi

source: Population
fi: Väestö

source: Buildings
fi: Rakennukset

source: Defaults
fi: Oletukset

source: Own settings
fi: Omat asetukset

source: Emission reductions
fi: Päästövähennykset

source: €/year
fi: €/vuosi

source: Yearly subsidy
fi: Vuosittainen alennus

source: charging stations
fi: latauspistettä

source: Built
fi: Rakennettu

source: Demand
fi: Tarvitaan

source: Turnover
fi: Uusiutuminen

source: cars/1,000 res.
fi: autoa/1 000 as.

source: Cars
fi: Autoa

source: cars
fi: autoa

source: Emission factor with actions
fi: Päästökerroin toimenpiteillä

source: Emission factor without actions
fi: Päästökerroin ilman toimenpiteitä

source: M km
fi: milj. km

source: Vehicle mileage
fi: Ajosuorite

source: kt/a
fi: kt/vuosi

source: Reductions
fi: Vähennykset

source: BEV
fi: Täyssähkö

source: Gasoline
fi: Bensiini

source: Other
fi: Muu

source: Emissions from cars
fi: Henkilöautoilun päästöt

source: Vehicle mileage/res.
fi: Ajosuorite per as.

source: Emission factor
fi: Päästökerroin

source: Emissions
fi: Päästöt

source: Clear
fi: Tyhjennä

source: Existing building stock heat efficiency
fi: Nykyisen rakennuskannan ominaislämmönkulutus

source: Heat efficiency
fi: Ominaislämmönkulutus

source: Future building stock heat efficiency
fi: Uuden rakennuskannan ominaislämmönkulutus

source: District heat net consumption
fi: Kaukolämmönkulutus yhteensä

source: Existing buildings
fi: Nykyinen rakennuskanta

source: Future buildings
fi: Uusi rakennuskanta

source: District heating emissions
fi: Kaukolämmönkulutuksen päästöt

source: District heating emission factor
fi: Kaukolämmön päästökerroin

source: District heat consumption
fi: Kaukolämmön kulutus

source: District heating replaced by geothermal
fi: Kaukolämmön korvaaminen maalämmöllä

source: Geothermal production
fi: Maalämmön tuotanto

source: Electricity consumption
fi: Sähkönkulutus

source: Electricity consumption per resident
fi: Sähkönkulutus asukasta kohti

source: Consumption/res.
fi: Kulutus/as.

source: Electricity production emission factor
fi: Sähköntuotannon päästökerroin

source: Local PV production
fi: Paikallinen aurinkosähkötuotanto

source: Electicity consumption emissions
fi: Sähkönkulutuksen päästöt

source: Total emissions
fi: Kokonaispäästöt

source: Total emission reductions
fi: Päästövähennykset yhteensä

source: Total GHG emissions
fi: Kasvihuonekaasupäästöt yhteensä

source: Geothermal heat production
fi: Maalämmön tuotanto

source: Floor area heated by geothermal in existing building stock
fi: Maalämmöllä lämmitettävä nykyisen rakennuskannan kerrosala

source: Floor area heated by geothermal in future building stock
fi: Maalämmöllä lämmitettävä uuden rakennuskannan kerrosala

source: Geothermal heat energy production
fi: Maalämmön tuotanto

source: Net emissions from geothermal production
fi: Nettopäästöt maalämmön tuotannosta

source: passenger kms (p.c.)
fi: matkustaja-km (per as.)

source: Population (pred.)
fi: Väestö (enn.)

source: 1,000 residents
fi: 1 000 asukasta

source: Population of Helsinki
fi: Helsingin väkiluku

source: Population in %(municipality)s
fi: Väkiluku kunnassa %(municipality)s

source: residents
fi: asukasta

source: Local solar power production
fi: Paikallinen aurinkosähkön tuotantoteho

source: PV energy production
fi: Energiatuotanto aurinkovoimalla

source: Peak power
fi: Piikkiteho

source: Transportation emissions
fi: Liikenteen päästöt
